[
{"provider": "theguardian", "title": "Lincoln Project: Steve Schmidt resigns from group hit by harassment allegations | Republicans | The Guardian", "body": "Schmidt says he will make way for a female board member as anti-Trump group defends handling of allegations against co-founder John Weaver Last modified on Sat 13 Feb 2021 00.38 EST Steve Schmidt, co-founder of the Lincoln Project, has resigned from the board of the anti-Trump super PAC amid  further revelations  about another founder member, John Weaver,  who has been accused of sexually harassing gay men . Schmidt said in a lengthy statement on Friday night that he was resigning his seat to make room for a female board member to be appointed “as the first step to reform and professionalize the Lincoln Project”. “Presently, the Lincoln Project board is made up of four middle-aged white men. That composition doesn’t reflect our nation, nor our movement,” the veteran Republican strategist said in the post, which also detailed sexual abuse he said he had suffered as a Boy Scout. His resignation came just a day after the conservative group denied mishandling the allegations concerning Weaver, another well known Republican operative. Responding to reports by the  Associated Press ,  New York magazine , the  New York Times  and other outlets, the group had  said : “Recently published stories about the Lincoln Project are filled with inaccuracies, incorrect information, and reliant exclusively on anonymous sources.” The group also said it had retained “a best-in-class outside professional to review Mr Weaver’s tenure with the organisation and to establish both accountability and best practices going forward”, and would not comment further. On Thursday night, however, the group published on its Twitter feed private messages between a journalist and another founding member, the New Hampshire Republican Jennifer Horn. The Lincoln Project’s message  said : “Earlier this evening, we became aware that Amanda Becker of  The 19th  news was preparing to publish a smear job on the Lincoln Project with the help of [Horn]. You hear a lot of talk about hit jobs in journalism, but rarely do you get to see their origin story. Enjoy.” Messages between Becker and Horn were attached. The messages were soon deleted. Horn, who denies the Lincoln Project’s contention that she left over a financial dispute,  said  she did not consent to have her messages published and alerted Twitter. Responding to the Lincoln Project’s complaint about the sourcing of reports about Weaver, Becker tweeted: “Sources discussing the inner workings of an organisation tend to be anonymous when interns to senior management sign NDAs at an organisation’s behest.” In its  statement , the Lincoln Project said “any person who believes they are unable to talk about John Weaver publicly because they are bound by an NDA should contact the Lincoln Project for a release”. In an open letter  provided  to the New York Times, four former members of the group  did so . In his statement on Friday, Schmidt apologized to Horn, saying the direct messages should never have been made public. “She deserved better from me. She deserved a leader who could restrain his anger. I am sorry for my failure,” he wrote. “It is my job as the senior leader to to accept responsibility for the tremendous misjudgment to release it [the messages],” he added. Like other Lincoln Project founders including Rick Wilson and George Conway, Weaver, 61, is a veteran of Republican politics, in his case having worked with John McCain and John Kasich among other prominent figures. He did not comment about the new reports about his behaviour towards young men. Earlier this year, he said in a statement: “The truth is that I’m gay. And that I have a wife and two kids who I love. My inability to reconcile those two truths has led to this agonising place. “To the men I made uncomfortable through my messages that I viewed as consensual mutual conversations at the time: I am truly sorry. They were inappropriate and it was because of my failings that this discomfort was brought on you.” He also said he would not return to the Project from medical leave. What the Lincoln Project knew of Weaver’s behaviour, and when it knew it, remains in dispute. The AP  reported  that founding member Ron Steslow was informed of allegations against Weaver last June, told the group’s legal counsel and advocated Weaver be removed. The Washington Blade, an LGBTQ+ news outlet, has  reported  other communications from last summer. Weaver went on leave in August. Weaver’s harassment of young men was first reported in January by  the American Conservative ; Scott Stedman, an independent reporter, and data analyst  Garrett Herrin , who  said  they were harassed by Weaver; and  Axios . At the end of the month, the New York Times  published  a detailed report. The Lincoln Project denied having known of the allegations for months. Earlier this week, Schmidt  told the AP  no “employee, intern, or contractors ever made an allegation of inappropriate communication about John Weaver that would have triggered an investigation by HR or by an outside employment counsel. “In other words, no human being ever made an allegation about any inappropriate sexualized communications about John Weaver ever.” Speaking to New York magazine , Schmidt said he had called Weaver and “said, ‘You need to know that this is out there. Is there anything that we need to know?’ He said, ‘No, it’s bullshit. It’s not true.’” Alex Johnson, a former intern who alleges harassment by Weaver, said: “I really wanted to believe everyone that they didn’t know the extent of it. They made it seem like this was out of the blue and there wasn’t even a baseline knowledge at all. This just seems like they were lying; it seems like they were not being truthful to me.” The AP report and others also contained details of Lincoln Project fundraising and fees paid to consulting firms owned by founding members. From the political right, the National Review, a longtime antagonist, responded with a  stark headline : “Yes, the Lincoln Project Is an Ugly Grift.” Schmidt  said : “We fully comply with the law. The Lincoln Project will be delighted to open its books for audit immediately after the Trump campaign and all affiliated Super Pacs do so.” Contacted by the Guardian on Friday, the 212th anniversary of the birth of Abraham Lincoln, Wilson said no further comment would be issued while the review continued. Horn  tweeted  a picture of the 16th president, with a famous quote from his speech in 1860 at Cooper Union in New York – the venue where the Lincoln Project held its formal launch in February 2020. “[Let us] have faith that right makes might; and in that faith let us, to the end, dare to do our duty as we understand it.”", "sentiment": {"magnitude": 26.1, "score": -0.3}},
{"provider": "theguardian", "title": "Mike Pence's 'nuclear football' was potentially at risk during Capitol riot | Mike Pence | The Guardian", "body": "Footage from 6 January shows mob was within 30 metres of Pence and air force officer carrying briefcase with nuclear codes Last modified on Fri 12 Feb 2021 15.01 EST The dramatic footage of the  6 January insurrection  shows the mob was within 30 metres of Mike Pence, when he made his escape. But there was a chilling detail that even the House prosecutors missed. With the then vice-president on that terrifying day, was an  air force officer carrying the “football” , a large black briefcase carrying nuclear launch codes. The codes in the vice-president’s football are not activated unless the president is dead or incapacitated. But the implications of it falling into the hands of rioters are still chilling. “If the mob had seized Pence’s nuclear football, they may not have been able to order an actual launch but the public may not have known that,” Tom Collina, director of policy at the Ploughshares Fund disarmament advocacy group, said. “Parading the nuclear button around would have caused widespread panic and chaos as authorities scrambled to respond.” The secret service bodyguards around Pence would most likely have defended the suitcase with deadly force, but if the pro-Trump mob had managed to seize it, they would have come away, not just with the codes used to identify the vice-president and authenticate his orders, but also the encrypted communications equipment used to make the call to the National Military Command Center in the Pentagon. Most damaging of all, they would have all the nuclear attack options instantly available around the clock to the US commander-in-chief. That list of options used to be in a weighty handbook, but according to Fred Kaplan, author of The Bomb: Presidents, Generals, and the Secret History of Nuclear War, it has been condensed over the decades into a series of laminated cards, “like a menu at Wendy’s”, as one officer put it to Kaplan. Not only would disclosure of that menu represent one of the worst security breaches imaginable, the encrypted communication equipment would tell an adversary a lot of how the US would respond to a major attack. “They could glean all sorts of information about its structure and technology so it’s very significant,” said Hans Kristensen, director of the nuclear information project at the Federation of American Scientists. Nuclear experts have questioned whether this cold war relic that provides such an obvious target for adversaries and terrorists, is still necessary. But the Trump era has also shone a bright light on the question of whether one individual should continue to have sole authority to launch the US nuclear arsenal. Collina, co-author of The Button, a book on the presidency and nuclear weapons, said: “Of course the even bigger danger was that Trump had his own football that could have been used to end civilization as we know it.” In other words, perhaps the only thing scarier than the football being surrounded by a mob is the thought of Trump being alone with it.", "sentiment": {"magnitude": 7, "score": -0.3}}
]